Repository: JavierBernalPolo/de.systopia.revent
Catalog: l10n/*/LC_MESSAGES/revent.po
Languages: de_de

source: Remote Event Connection
de_de: Verbindung zur Webseite

source: External Identifier
de_de: Externe ID

source: Edit Link
de_de: Bearbeitungslink

source: Registration Link
de_de: Anmeldelink

source: Registration FieldSets
de_de: Anmeldeprofile

source: Remote Event Registration
de_de: Onlineanmeldung

source: Registration Fields
de_de: Anmeldeprofile

source: Online Registration Enabled
de_de: Online-Anmeldung

source: Requires Manual Approval
de_de: Manuelle Freigabe erforderlich

source: Registration Customisations
de_de: Anpassungen der Anmeldemaske

source: Billing Address
de_de: Rechnungsadresse

source: Business Address
de_de: Geschäftliche Adresse

source: Organisation Name (row 1)
de_de: Organisationsname

source: Organisation Name (row 2)
de_de: Organisationsname 2. Zeile

source: Street Address
de_de: Straße Hausnummer

source: Supplemental Address
de_de: Adresszusatz

source: Postal Code
de_de: PLZ

source: Registration Customisation
de_de: Onlineanmeldung anpassen

source: City
de_de: Ort

source: Import Customisation from other Event
de_de: Online Anmeldung importieren

source: Country
de_de: Land

source: registration customisation edit
de_de: Onlineanmeldung anpassen

source: No event ID (eid) given.
de_de: Fehler! Keine Event-ID übermittelt.

source: Submit
de_de: Speichern

source: title
de_de: Titel

source: description
de_de: Beschreibung

source: Required
de_de: Pflicht

source: Please choose an Event from the list. The registration customisations and groups will then be imported to this event.
de_de: Bitte wählen sie ein Event von der unterstehenden Liste. Die Onlineanmeldungs Anpassungen und Gruppen werden dann für dieses Event importiert.

source: Description
de_de: Beschreibung
